Repository: clickstorm/cs_seo
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da, de

# error.no_data
source: Click 'Save' to show the preview.
da: Klik på 'Gem' for at se forhåndsvisningen.

# error.no_ts
source: No page with typeNum 654 found. Please include the TypoScript from the 'cs_seo' Extension in your root TypoScript.
da: Ingen side med typeNum 654 fundet. Inkludér venligst TypoScript fra 'cs_seo' udvidelsen i dit root TypoScript.

# error.no_tsfe
source: The TypoScript of the current page could not be loaded.
da: TypoScript for den aktuelle side kunne ikke indlæses.
de: Das TypoScript dieser Seite konnte nicht geladen werden.

# evaluation.description
source: Meta Description
da: Metabeskrivelse
de: Seitenbeschreibung

# evaluation.description.0
source: is not set
da: er ikke indstillet
de: wurde nicht gesetzt

# evaluation.description.1
source: does not have the optimal length
da: har ikke den optimale længde
de: hat nicht die optimale Länge

# evaluation.description.2
source: has the optimal length
da: har den optimale længde
de: hat die optimale Länge

# evaluation.description.count
source: The current description consists of %1$s characters.
da: Den aktuelle beskrivelse består af %1$s tegn.
de: Die aktuelle Beschreibung besteht aus %1$s Zeichen.

# evaluation.description.no
source: No description is given.
da: Der er ikke angivet nogen beskrivelse.
de: Es wurde keine Beschreibung angegeben.

# evaluation.description.settings
source: The optimal length of the meta description is between %1$s and %2$s characters incl. white spaces.
da: Den optimale længde af metabeskrivelsen er mellem %1$s og %2$s tegn inklusiv blanktegn.
de: Die optimale Länge der Meta-Beschreibung liegt zwischen %1$s und %2$s Zeichen inkl. Leerzeichen.

# evaluation.details
source: Details
da: Detaljer

# evaluation.frontend
source: Open page in new window
da: Åbn side i nyt vindue
de: Seite im neuen Fenster öffnen

# evaluation.h1
source: H1 headline
da: H1 overskrift
de: H1 Überschrift

# evaluation.h1.0
source: %1$s headlines were found
da: %1$s overskrifter blev fundet
de: %1$s Überschriften wurden gefunden

# evaluation.h1.2
source: one headline was found
da: en overskrift blev fundet
de: eine Überschrift wurde gefunden

# evaluation.h1.settings
source: The page should contain one h1 headline.
da: Siden bør indeholde en h1 overskrift.
de: Die Seite sollte eine h1-Überschrift beinhalten.

# evaluation.h2
source: H2 headlines
da: H2 overskrifter
de: H2 Überschriften

# evaluation.h2.0
source: No headlines were found
da: Ingen overskrifter blev fundet
de: Es wurden keine Überschriften gefunden

# evaluation.h2.1
source: There are too many headlines (%1$s) on the page
da: Der er for mange overskrifter (%1$s) på siden
de: Es gibt zu viele Überschriften (%1$s) auf der Seite

# evaluation.h2.2
source: The number of headlines is optimal
da: Antallet af overskrifter er optimal
de: Die Anzahl der Überschriften ist optimal

# evaluation.h2.settings
source: The page should contain not more than %1$s h2 headlines.
da: Siden bør ikke indeholde mere end %1$s h2 overskrifter.
de: Die Seite sollte nicht mehr als %1$s h2-Überschriften beinhalten.

# evaluation.header
source: SEO - Content Analysis
da: SEO - Indholdsanalyse
de: SEO - Inhaltsanalyse

# evaluation.headingOrder
source: Heading order
da: Overskrift rækkefølge
de: Reihenfolge der Überschriften

# evaluation.headingOrder.0
source: Number of incorrect headlines: %1$s
da: Antal ukorrekte overskrifter: %1$s
de: Anzahl der inkorrekten Überschriften: %1$s

# evaluation.headingOrder.1
source: No headlines were found
da: Ingen overskrifter blev fundet
de: Es wurden keine Überschriften gefunden

# evaluation.headingOrder.2
source: The hierarchical order of the headings is correct
da: Den hierarkiske rækkefølge for overskrifterne er korrekt
de: Die hierarchische Ordnung der Überschriften ist korrekt

# evaluation.headingOrder.incorrectItem
source: Incorrect
da: Ukorrekt
de: Inkorrekt

# evaluation.headingOrder.settings
source: The hierarchical order of headings (h1-h6) should be correct, e.g. a h2 heading should always be below a h1 heading. If your page has headings, you can see the current order here.
da: Den hierarkiske rækkefølge af overskrifter (h1-h6) skal være korrekt, f.eks. skal en h2 overskrift altid være efter en h1 overskrift. Hvis din side har overskrifter, kan du se den aktuelle rækkefølge her.

# evaluation.headlines.count
source: Number of headlines found: %1$s.
da: Antal overskrifter fundet: %1$s.
de: Anzahl der gefundenen Überschriften: %1$s.

# evaluation.images
source: Alt attributes
da: Alt attributter
de: Alt Attribute

# evaluation.images.0
source: There is no image with an alternative text
da: Der er intet billede med en alternativ tekst
de: Es gibt kein Bild mit einem alternativen Text

# evaluation.images.1
source: %1$s image(s) without an alternative text
da: %1$s billede(r) uden alternativ tekst
de: %1$s Bild(er) ohne alternativen Text

# evaluation.images.2
source: Every image has an alternative text
da: Hvert billede har en alternativ tekst
de: Jedes Bild hat einen alternativen Text

# evaluation.images.no
source: There are no images on the page
da: Der er ingen billeder på siden
de: Es gibt keine Bilder auf der Seite

# evaluation.images.settings
source: The content of each image should be described in the "alt" attribute.
da: Indholdet af hvert billede skal beskrives i egenskaben "alt".
de: Der Inhalt jedes Bildes sollte in dem Attribut "alt" beschrieben sein.

# evaluation.images.withoutAlt
source: Images without an alt attribut
da: Billeder uden alt attribut
de: Bilder ohne alt-Attribut

# evaluation.keyword
source: Focus Keyword
da: Fokus-nøgleord
de: Fokus Schlüsselwort

# evaluation.keyword.0
source: The keyword was not found anywhere
da: Nøgleordet blev ikke fundet nogen steder
de: Das Schlüsselwort wurde nirgendwo gefunden

# evaluation.keyword.1
source: The keyword is missing in:
da: Nøgleordet mangler i:
de: Das Schlüsselwort fehlt in:

# evaluation.keyword.1.body
source: content
da: indhold
de: Inhalt

# evaluation.keyword.1.description
source: description
da: beskrivelse
de: Beschreibung

# evaluation.keyword.1.title
source: title
da: titel
de: Titel

# evaluation.keyword.2
source: The keyword was found in title, description and content
da: Nøgleordet blev fundet i titel, beskrivelse og indhold
de: Das Schlüsselwort wurde in Titel, Beschreibung und Inhalt gefunden

# evaluation.keyword.no
source: No keyword was set
da: Intet nøgleord blev angivet
de: Es wurde kein Schlüsselwort gesetzt

# evaluation.keyword.settings
source: The focus keyword is the word under which the page should be found in external search engines. It should appear in the browser title, the meta description and the content.
da: Fokus-nøgleordet er det ord, hvorunder siden skal findes i eksterne søgemaskiner. Det skal vises i browserens titel, meta beskrivelse og indholdet.
de: Das Fokus Keyword ist das Wort, unter dem die Seite in externen Suchmaschinen gefunden werden sollte. Es sollte im Browser-Titel, der Meta-Beschreibung und im Inhalt auftauchen.

# evaluation.link.results
source: Toggle results
da: Skift resultater
de: Ergebnisse ein-/ausblenden

# evaluation.more
source: More information
da: Mere information
de: Weitere Informationen

# evaluation.no_record.header
source: No record selected
da: Intet element valgt
de: Kein Datensatz ausgewählt

# evaluation.no_record.text
source: Please select a record in the dropdown from type
da: Vælg venligst et element i rullemenuen fra typen
de: Bitte wählen Sie einen Datensatz aus der Liste vom Typ

# evaluation.no_records.header
source: No records found
da: Ingen elementer fundet
de: Keine Datensätze gefunden

# evaluation.no_records.text
source: Please select a page or folder with records of the type
da: Vælg venligst en side eller mappe med elementer af typen
de: Bitte wählen Sie eine Seite oder einen Ordner mit Datensätzen vom Typ

# evaluation.no_results
source: No results. Press update.
da: Ingen resultater. Tryk på opdatering.
de: Keine Ergebnisse. Bitte Aktualisieren.

# evaluation.title
source: Browser title
da: Browsertitel
de: Browser Titel

# evaluation.title.0
source: is not set.
da: er ikke angivet.
de: ist nicht gesetzt.

# evaluation.title.1
source: does not have the optimal length.
da: har ikke den optimale længde.
de: hat nicht die optimale Länge.

# evaluation.title.2
source: has the optimal length.
da: har den optimale længde.
de: hat die optimale Länge.

# evaluation.title.count
source: The current title consists of %1$s characters.
da: Den aktuelle titel består af %1$s tegn.
de: Der aktuelle Titel besteht aus %1$s Zeichen.

# evaluation.title.no
source: No title was found.
da: Ingen titel fundet.
de: Es wurde kein Titel angegeben.

# evaluation.title.settings
source: The optimal length of the browser title is between %1$s and %2$s characters incl. white spaces.
da: Den optimale længde af browserens titel er mellem %1$s og %2$s tegn inklusiv blanktegn.
de: Die optimale Länge des Browsertitels liegt zwischen %1$s und %2$s Zeichen inkl. Leerzeichen.

# evaluation.tstamp
source: Last update
da: Seneste opdatering
de: Zuletzt aktualisiert

# evaluation.update
source: Update
da: Opdatér
de: Aktualisieren

# layouts.module.action.pageEvaluation
source: Evaluation
da: Evaluering
de: Evaluierung

# layouts.module.action.pageIndex
source: Index
da: Indeks
de: Indexierung

# layouts.module.action.pageResults
source: Results
da: Resultater
de: Ergebnisse

# layouts.module.action.pageStructuredData
source: Structured Data
da: Strukturerede data
de: Strukturierte Daten

# layouts.module.action.showEmptyImageAlt
source: Add an alternative text to an image
da: Tilføj en alternativ tekst til et billede
de: Einen alternativen Text zum Bild hinzufügen

# module.btn.next
source: Next Image
da: Næste billede
de: Nächstes Bild

# module.btn.prev
source: Previous Image
da: Forrige Billede
de: Vorheriges Bild

# module.btn.submit_and_next
source: Save and go on
da: Gem og fortsæt
de: Speichern und weiter

# module.btn.view
source: View
da: Vis
de: Anzeigen

# module.file.count
source: Images with an alternative text / images in total
da: Billeder med alternativ tekst / billeder i alt
de: Bilder mit alternativen Text / Bilder gesamt

# module.file.countWithoutAlt
source: Current image without an alternative text: %1$s from %2$s
da: Nuværende billede uden alternativ tekst: %1$s fra %2$s
de: Aktuelles Bild ohne alternativen Text: %1$s von %2$s

# module.file.error.no_image_without_alt
source: 👍 Good job. All images here have an alternative text.
da: 👍 Godt job. Alle billeder her har en alternativ tekst.
de: 👍 Spitze. Alle Bilder hier haben einen alternativen Text.

# module.file.error.no_images
source: Please select a folder with images.
da: Vælg venligst en mappe med billeder.
de: Bitte wählen Sie einen Ordner, welcher Bilder enthält.

# module.file.error.only_referenced
source: There are no referenced images in this selection.
da: Der er ingen refererede billeder i dette udvalg.

# module.file.numberOfReferences
source: Number of references to this image: %1$s
da: Antal referencer til dette billede: %1$s

# module.file.onlyReferenced
source: Only referenced images
da: Kun refererede billeder

# module.file.recursive
source: Include subfolders
da: Inkludér undermapper
de: Unterordner mit einbeziehen

# module.file.update.error.message
source: has still no alternative text.
da: har stadig ingen alternativ tekst.
de: hat weiterhin keinen alternativen Text.

# module.file.update.success.header
source: You did it 😊
da: Du gjorde det 😊
de: Gut gemacht 😊

# module.file.update.success.message
source: has the following alternative text
da: har følgende alternative tekst
de: hat den folgenden alternativen Text

# partials.module.evaluation.lang
source: Show results for language:
da: Vis resultater for sprog:
de: Zeige Ergebnisse für die Sprache:

# partials.module.grid.error.no_page
source: Please select a page in the page tree.
da: Vælg venligst en side i sidetræet.
de: Bitte wählen Sie eine Seite aus dem Seitenbaum.

# partials.module.select.depth
source: Depth
da: Dybde
de: Tiefe

# partials.module.select.lang
source: Language
da: Sprog
de: Sprache

# partials.module.select.record
source: Record
da: Element
de: Datensatz

# partials.module.select.table
source: Table
da: Tabel
de: Tabelle

# partials.module.state.error
source: An error occured! {{ msg.error }}
da: Der opstod en fejl! {{ msg.error }}
de: Es ist ein Fehler aufgetreten! {{ msg.error }}

# partials.module.state.hint
source: To modify double click on the desired field. The changes are saved automatically. The columns can be moved, enlarged and hidden.
da: Dobbeltklik for at ændre det ønskede felt. Ændringerne gemmes automatisk. Kolonnerne kan flyttes, forstørres og skjules.
de: Zum Bearbeiten einen Doppelklick auf das gewünschte Feld ausführen. Die Änderungen werden automatisch gespeichert. Die Spalten können verschoben, vergößert, verkleinert und ausgeblendet werden.

# partials.module.state.no_changes
source: Nothing has been changed.
da: Intet er blevet ændret.
de: Es wurde keine Veränderungen vorgenommen.

# partials.module.state.success
source: Updated [{{ msg.field }}] {{ msg.value }}
da: Opdateret [{{ msg.field }}] {{ msg.value }}
de: Aktualisiert [{{ msg.field }}] {{ msg.value }}

# partials.module.state.wait
source: [{{ msg.field }}] wait...
da: [{{ msg.field }}] venter...
de: [{{ msg.field }}] Bitte warten...

# select.prepend
source: Please choose
da: Vælg venligst
de: Bitte wählen

# sys_file.identifier
source: Path
da: Sti
de: Pfad

# sys_file.name
source: Filename
da: Filnavn
de: Dateiname

# templates.element.json_ld_element.link.check_text
source: Check field markup
da: Tjek felt-markup
de: Feld-Inhalt überprüfen

# templates.element.json_ld_element.link.check_url
source: Check URL
da: Tjek URL
de: URL überprüfen

# templates.element.json_ld_element.link.generator
source: Generate markup
da: Generér markup
de: Code generieren

# templates.wizard.description
source: There was no page description given! Therefore, Google will show some words of the page content here.
da: Der blev ikke givet nogen sidebeskrivelse! Google vil derfor vise nogle ord fra sideindholdet her.
de: Es wurde keine Seitenbeschreibung angegeben! Daher wird Google den Seiteninhalt hier anteasern.

# date.format
source: %m/%d/%Y %I:%M %p
de: %d.%m.%Y %H:%M Uhr

# error.no_data
source: Click 'Save' to show the preview.
de: Drücken Sie 'Speichern', um die Vorschau zu sehen.

# error.no_ts
source: No page with typeNum 654 found. Please include the TypoScript from the 'cs_seo' Extension in your root TypoScript.
de: Es konnte kein Seitentyp mit der Nummer 654 gefunden werden. Das TypoScript der Extension 'cs_seo' muss in das Root-Template eingebunden werden.

# evaluation.headingOrder.settings
source: The hierarchical order of headings (h1-h6) should be correct, e.g. an h2 heading should always be below an h1 heading. If your page has headings, you can see the current order here.
de: Die hierarchische Reihenfolge der Überschriften (h1-h6) sollte korrekt sein, z.B. eine H2-Überschrift muss immer unter einer H1-Überschrift stehen. Wenn die aktuelle Seite Überschriften hat, können Sie hier die Reihenfolge sehen.

# module.file.update.error.header
source: Oh no 😢
de: Oh nein 😢
