Repository: clickstorm/cs_seo
Catalog: Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: da, de

# canonical_link.description
source: Prevents indexing of duplicate content. If the content of another page is similar or identical and you prefer to have this page indexed, then enter the link to the page here.
da: Forhindrer indeksering af duplikeret indhold. Hvis indholdet af en anden side er identisk og du foretrækker at have denne side indekseret, så indtast linket til siden her.
de: Verhindert das indexieren doppelter Inhalte. Falls der Inhalt einer anderen Seite ähnlichen oder identischen ist und diese Seite eher indexíert werden soll, dann geben Sie hier den Link zu der Seite an.

# canonical_link.description
source: The page description may appear in search results and on social media platforms. Arouse the user's interest and place key keywords of the page in natural language.
da: Den sidebeskrivelse kan vises i søgeresultater og på sociale medier. Skab interesse og placér nøgleord på siden i et naturligt sprog.

# no_follow.description
source: If checked, all links on the web page will be checked by search engines. Thus the links have influence on a page rank.
da: Hvis markeret, vil alle links på websiden blive kontrolleret af søgemaskiner. Linkene har derfor indflydelse på en sideplacering.

# no_index.description
source: If checked, this page will be visible in search engines.
da: Hvis markeret, vil denne side være synlig i søgemaskiner.

# og_description.description
source: This description will be shown, if the user shares this page on Facebook, LinkedIn etc. Fallback is the page description.
da: Denne beskrivelse vil blive vist, hvis brugeren deler denne side på Facebook, LinkedIn osv. Fallback er sidens beskrivelse.

# og_image.description
source: This image will be shown, if the user shares this page on Facebook, LinkedIn etc. It will be scaled to 1200 x 630 pixels.
da: Dette billede vil blive vist, hvis brugeren deler denne side på Facebook, LinkedIn osv. Det vil blive skaleret til 1200 x 630 pixels.

# og_title.description
source: This title will be shown, if the user shares this page on Facebook, LinkedIn etc. Fallback is the title for search engines.
da: Denne titel vil blive vist, hvis brugeren deler denne side på Facebook, LinkedIn osv. Fallback er titlen for søgemaskiner.

# seo_title.description
source: This title will be shown in the browser tab and in the search engines. Place some keywords here, but not only separated by commas. The user should be animated to click.
da: Denne titel vil blive vist i browserens fane og i søgemaskinerne. Plac'er nogle nøgleord her, men ikke kun adskilt af kommaer. Brugeren skal animeres til at klikke.
de: Dieser Titel wird im Browser-Tab und den Suchmaschinen angezeigt. Bringen Sie hier wichtige Keywoards unter, aber nicht nur durch Kommas getrennt. Der Nutzer soll zum Klicken animiert werden.

# tw_description.description
source: This description will be shown, if the user shares this page on Twitter. Fallback is the open graph description.
da: Denne beskrivelse vil blive vist, hvis brugeren deler denne side på Twitter. Fallback er open graph beskrivelsen.

# tw_image.description
source: This image will be shown, if the user shares this page on Twitter. Fallback is the open graph image. The recommended size is 1600 x 900 pixels.
da: Dette billede vil blive vist, hvis brugeren deler denne side på Twitter. Fallback er open grap billedet. Den anbefalede størrelse er 1600 x 900 pixels.

# tw_title.description
source: This title will be shown, if the user shares this page on Twitter. Fallback is the open graph title.
da: Denne titel vil blive vist, hvis brugeren deler denne side på Twitter. Fallback er open graph titlen.

# tx_csseo_json_ld.description
source: Add more information about the content of the current page with JSON-LD.
da: Tilføj mere information om indholdet af den aktuelle side med JSON-LD.
de: Fügen Sie weitere Informationen über die aktuelle Seite via JSON-LD hinzu.

# tx_csseo_keyword.description
source: Specify a word or phrase. In the SEO evaluation will be proofed wether this Focus Keyword is set in the browser title, the meta description and in the page content. You can specify multiple, comma-separated alternatives, e.g. for plural or stop words.
da: Angiv et ord eller en sætning. I SEO-evalueringen vil det blive sikret at dette fokus-nøgleord er angivet i browserens titel, metabeskrivelse og i sidens indhold. Du kan angive flere, kommaseparerede alternativer, f.eks. til flertals- eller stopord.
de: Geben Sie ein Wort oder eine Phrase an. Bei der SEO Evaluation wird dann überprüft, ob das Fokus Schlüsselwort im Browsertitel, der Seitenbeschreibung und im Inhalt gesetzt ist. Sie können mehrere, mit Komma separtierte Alternativen angeben, zum Beispiel für Plural oder enthaltene Stopwörter.

# tx_csseo_title_only.description
source: Show the browser title without the site title in cases the space isn't enough.
da: Vis browserens titel uden webstedets titel i tilfælde af at der ikke er plads.
de: Zeigt den Browsertitel ohne den Webseitentitel, falls der Platz mal nicht ausreicht.

# tx_csseo_tw_creator.description
source: Enter a Twitter username without the @ sign. If the user shares the page on Twitter, this account will be shown as creator.
da: Indtast et Twitter-brugernavn uden @-skiltet. Hvis brugeren deler siden på Twitter, vil denne konto blive vist som ophavsmand.

# tx_csseo_tw_site.description
source: Enter a Twitter username without the @ sign. If the user shares the page on Twitter, this account will be used in the card footer. The account should belong to your website.
da: Indtast et Twitter brugernavn uden @-tegnet. Hvis brugeren deler siden på Twitter, vil denne konto blive brugt i kortfoden. Kontoen skal tilhøre dit websted.

# canonical_link.description
source: The page description may appear in search results and on social media plattforms. Arouse the user's interest and place key keywords of the page in natural language.
de: Die Seitenbeschreibung kann in den Suchergebnissen und in den sozialen Medien auftauchen. Wecken Sie das Interesse des Nutzers und platzieren Sie wichtige Stichwörter der Seite in natürlicher Sprache.

# no_follow.description
source: If checked, all links on the web page will not be checked by search engines. Thus the links have no influence on a page rank.
de: Falls ja, werden die Verlinkungen auf der Seite nicht weiter von Suchmaschinen überprüft. Somit haben sie keinen Einfluss auf das Ranking.

# no_index.description
source: If checked, this page will not be visible in search engines.
de: Falls ja, wird diese Seite nicht bei den Suchmaschinen angezeigt.

# og_description.description
source: This description will be shown, if the user shares this page on facebook, LinkedIn etc. Fallback is the page description.
de: Diese Beschreibung wird angezeigt, wenn der Nutzer diese Seite bei Facebook, Xing etc. teilen möchte. Fallback ist die Seitenbeschreibung.

# og_image.description
source: This image will be shown, if the user shares this page on facebook, LinkedIn etc. It will be scaled to 1200 x 630 pixels.
de: Dieses Bild wird angezeigt, wenn der Nutzer diese Seite bei Facebook, Xing etc. teilen möchte. Es wird skaliert auf 1200 x 630 Pixel skaliert.

# og_title.description
source: This title will be shown, if the user shares this page on facebook, LinkedIn etc. Fallback is the title for search engines.
de: Dieser Titel wird angezeigt, wenn der Nutzer diese Seite bei Facebook, Xing etc. teilen möchte. Fallback ist der Titel für Suchmaschinen.

# tw_description.description
source: This description will be shown, if the user shares this page on twitter. Fallback is the open graph description.
de: Diese Beschreibung wird angezeigt, wenn der Nutzer diese Seite bei Twitter teilen möchte. Fallback ist die Open Graph Beschreibung.

# tw_image.description
source: This image will be shown, if the user shares this page on twitter. Fallback is the open graph image. The recommended size is 1600 x 900 pixels.
de: Dieses Bild wird angezeigt, wenn der Nutzer diese Seite bei Twitter teilen möchte. Fallback ist das Open Graph Bild. Die empfohlene Größe ist derzeit 1600 x 900 Pixel.

# tw_title.description
source: This title will be shown, if the user shares this page on twitter. Fallback is the open graph title.
de: Dieser Titel wird angezeigt, wenn der Nutzer diese Seite bei Twitter teilen möchte. Fallback ist der Open Graph Titel.

# tx_csseo_tw_creator.description
source: Enter a twitter username without the @ sign. If the user shares the page on twitter, this account will be shown as creator.
de: Geben Sie einen Twitter-Benutzernamen an, ohne dem @-Zeichen. Wenn ein Nutzer die Seite bei Twitter teilt, wird dieser Benutzer als Ersteller angezeigt.

# tx_csseo_tw_site.description
source: Enter a twitter username without the @ sign. If the user shares the page on twitter, this account will be used in the card footer. The account should belong to your website.
de: Geben Sie einen Twitter-Benutzernamen an, ohne dem @-Zeichen. Wenn ein Nutzer die Seite bei Twitter teilt, wird dieser Twitter-Account im Footer der Twitter Card dargsestellt. Es sollte sich hierbei um den zur Webseite gehörigen Twitter-Account handeln.
